Repository: osmie/osm-irish-townlands
Catalog: irish_townlands/locale/*/LC_MESSAGES/django.po
Languages: de, fr, pl

source: %(name)s (%(num)s townlands)
pl: %(name)s (%(num)s townlandów)

source: There is %(num)s townland that we know about in %(name)s. This represents %(td_cover)s%% of all the area in %(name)s.
fr: Il y a %(num)s townland connu dans %(name)s, soit %(td_cover)s%% de la superficie de %(name)s.
pl: W %(name)s znajduje się %(num)s townland, który znamy. Stanowi to %(td_cover)s%% całości %(name)s.

source: Townlands in Ireland
de: Townlands in Irland
fr: Townlands en Irlande
pl: Townlandy w Irlandii

source: Based on data in <a href="http://www.openstreetmap.org">OpenStreetMap</a>, here is a list of counties in Ireland.
de: Basierend auf Daten in <a href="http://www.openstreetmap.org">OpenStreetMap</a>, ist dies die Liste der Grafschaften in Irland.
fr: D'après les données d'<a href="http://www.openstreetmap.org">OpenStreetMap</a>, voici une listes des comtés en Irlande.
pl: W bazie <a href="http://www.openstreetmap.org">OpenStreetMap</a> znajdują się następujące hrabstwa w Irlandii.

source: Click on each county to see baronies, civil parishes and townlands in the respective county.
de: Klicken Sie auf eine Grafschaft um Baronien, Gemeinden und Toownlands in der Grafschaft anzuzeigen.
fr: Cliquez sur chaque comté pour voir les baronnies, les paroisses civiles, et les townlands dans le comté en question.
pl: Klinknij na hrabstwie aby zobaczyć znajdujęce się w nim baronie, parafie cywilne oraz townlandy.

source: This page should be updated (roughly) daily. The OpenStreetMap community is adding more data regularly.
de: Diese Seite wird täglich aktualisiert. Die OpenStreetMap-Community erfasst regelmäßig weitere Daten.
fr: Cette page est normalement mise à jour quotidiennement. La communauté OpenStreetMap ajoute régulièrement plus de données.
pl: Ta strona powinna być aktualizowana (prawie) codziennie. Społeczność OpenStreetMap regularnie dodaje nowe dane.

source: See how much we have done and how much we have left to do
de: Azeigen wie viel bereits erfasst ist und wie viel noch zu tun ist.
fr: Voir combien nous avons fait et combien il nous reste à faire
pl: Zobacz ile zrobiliśmy i ile jeszcze zostało

source: how long it'll take us to finish
de: wie lange es dauern wird bis wir fertig sind
fr: combien de temps il nous faudra pour finir
pl: Ile nam zajmie ukończenie

source: townland mapping activity
de: Kartierungsaktivität
fr: Activité de traçage des townlands
pl: aktywność nanoszenia na mapy townlandów

source: Alphabetical index of townlands
de: Alphabetischer Index der Townlands
fr: Index alphabetique des townlands
pl: Alfabetyczna lista townlandów

source: Ireland
de: Irland
fr: Irlande
pl: Irlandia

source: %(num)s electoral division
de: %(num)s Wahlbezirk
fr: %(num)s division électorale
pl: %(num)s okręg wyborczy

source: currently mapped on OpenStreetMap
pl: aktualnie zmapowane na OpenStreetMap

source: The <a href="http://www.openstreetmap.ie/">Irish OpenStreetMap community</a> are currently actively tracing all townland boundaries from GSGS 3906 map sheets into the OpenStreetMap database. If you wish to take part in this project, please see <a href="https://wiki.openstreetmap.org/wiki/Ireland/Mapping_Townlands">this guide</a> for full instructions, including step-by-step videos, on how to take part.
pl: <a href="http://www.openstreetmap.ie/">Irlandzka społeczność OpenStreetMap</a> aktualnie aktywnie przenosi wszystkie granice townlandów z map GSGS 3906 do baz danych OpenStreetMap. Jeżeli chcesz wziąć udział w projekcie zajrzyj do <a href="https://wiki.openstreetmap.org/wiki/Ireland/Mapping_Townlands">tego przewodnika</a> po pełne instrukcje włączając filmiki krok po kroku jak to zrobić.

source: Townland Index
fr: Index des townlands
pl: Indeks Townlandów

source: This is a index of Irish Townlands from the OpenStreetMap project. It has %(num)s townlands.
de: Dies ist der Index aller irischer Townlands im OpenStreetMap Projekt. Er enthällt %(num)s Townlands.
fr: Ceci est un index des townlands irlandais d'après le projet OpenStreetMap. Il contiens %(num)s townlands.
pl: To jest indeks irlandzkich townlandów z projektu OpenStreetMap. Znajduje się tu %(num)s townlandów.

source: It was generated on %(today)s.
de: Wurde am %(today)s generiert.
fr: Il a été généré le %(today)s.
pl: Został wygenerowany %(today)s

source: This index is also available <a class="btn btn-primary btn-mini" href="%(alpha)s">Without any groupings, with all townlands alphabetical</a>.
de: Dieser Index ist auch <a class="btn btn-primary btn-mini" href="%(alpha)s">ohne Gruppierungen, mit allen Townlands alphabetisch</a> verfügbar.
fr: Cet index est aussi disponible <a class="btn btn-primary btn-mini" href="%(alpha)s">sans groupement, par odre alphabetique</a>.
pl: Ten indeks jest również dostępny <a class="btn btn-primary btn-mini" href="%(alpha)s">bez żadnego grupowania, ze wszystkimi townlandami ułożonymi alfabetycznie</a>.

source: This index is also available <a class="btn btn-primary btn-mini"href="%(grouped)s">Grouped into counties, baronies and civil parishes</a>.
de: Dieser Index ist auch <a class="btn btn-primary btn-mini" href="%(grouped)s">Gruppiert nach Grafschaften, Baronien und Gemeinden</a> verfügbar.
fr: Cet index est aussi disponible <a class="btn btn-primary btn-mini"href="%(grouped)s">Groupé par comtés, baronnies, et paroisses civiles</a>.
pl: Ten indeks jest również dostępny <a class="btn btn-primary btn-mini" href="%(grouped)s">zgrupowany wg hrabstw, baronii i parafii cywilnych</a>.

source: Hide Irish names
de: Irische Namen verbergen
fr: Masquer les noms irlandais
pl: Ukryj irlandzkie nazwy

source: Show Irish names
de: Irische Namen anzeigen
fr: Afficher les noms irlandais
pl: Pokaż irlandzkie nazwy

source: %(osm_user)s's mapping contributions
de: %(osm_user)s's Kartierungsbeiträge
fr: Contributions cartographiques de %(osm_user)s
pl: Elementy dodane przez użytkownika %(osm_user)s

source: %(osm_user)s's mapping activity.
de: %(osm_user)s's Kartierungsaktivität.
fr: Activité de traçage de %(osm_user)s.
pl: Aktywność użytkownika %(osm_user)s

source: View all mappers
de: Alle Kartographen anzeigen
fr: Voir tous les cartographes
pl: Pokaż wszystkich mapujących

source: View %(osm_user)s's OpenStreetMap profile.
de: %(osm_user)s's OpenStreetMap Profil anzeigen.
fr: Voir le profil OpenStreetMap de %(osm_user)s
pl: Oglądanie profilu OpenStreetMap użytkownika %(osm_user)s

source: %(num)s mapped.
de: %(num)s eingetragen.
fr: %(num)s cartographié.
pl: %(num)s zmapowanych

source: People mapping townlands
de: Personen die Townlands kartieren
fr: Personnes cartographiant les townlands
pl: Osoby mapujące Townlands

source: Username
de: Benutzername
fr: Nom d'utilisateur
pl: Użytkownik

source: %(num)s Civil Parish
de: %(num)s Gemeinde
fr: %(num)s Paroisse civile
pl: %(num)s Parafia Cywilna

source: %(num)s Barony
de: %(num)s Baronie
fr: %(num)s baronnie
pl: %(num)s Baronia

source: %(num)s County
de: %(num)s Grafschaft
fr: %(num)s comté
pl: %(num)s Hrabstwo

source: Townland Mapping Log
de: Townland-Kartierungsprotokoll
fr: Log de traçage des townlands
pl: Log nanoszenia na mapy Townlandów

source: This records the log of when people have been adding townlands to OpenStreetMap.
de: Das protokolliert wann Townlands zu OpenStreetMap hinzugefügt wurden.
fr: Ceci est l'historique de quand des personnes ont ajouté des townlands à OpenStreetMap.
pl: Tu zapisuje się log kiedy użytkownicy dodawali townlandy do OpenStreetMap.

source: <a href="%(mapper_url)s">%(username)s</a> added %(desc)s
de: <a href="%(mapper_url)s">%(username)s</a> hat %(desc)s hinzugefügt
fr: <a href="%(mapper_url)s">%(username)s</a> a ajouté %(desc)s
pl: <a href="%(mapper_url)s">%(username)s</a> dodał(a) %(desc)s

source: Progress of each county
de: Fortschritt für jede Grafschaft
fr: Avancement de chaque comté
pl: Postęp w każdym hrabstwie

source: Potential conflicts with the data
de: Mögliche Fehler in den Daten
fr: Potentiels conflits dans les données
pl: Potencjalny konflikt a danymi

source: Rate of mapping
de: Kartierungsrate
fr: Rythme de progression
pl: Prędkośc nanoszenia na mapy

source: Logainm Status
fr: Status Logainm
pl: Status Logainm

source: How complete is the data in Open Street Map?
de: Wie vollständig sind die Daten in OpenStreetMap?
fr: Quel est le degré de complétion des données OpenStreetMap ?
pl: Stopień kompletności danych Open Street Map

source: The data in OpenStreetMap is continuously updated. This page shows how much of each county has been mapped in townlands, baronies and civil parishes
de: Die Daten in OpenStreetMap werden ständig aktualisiert. Diese Seite zeigt wie viele Townlands, Wahlbezirke, Gemeinden und Baronien in jeder Grafschaft erfasst sind.
fr: Les données OpenStreetMap sont continuellement mises à jour. Cette page montre quelle superficie de chaque comté a été cartographiée en townlands, baronnies, et paroisses civiles.
pl: Dane w OpenStreetMap są ciągle aktualizowane. Ta strona pokazuje ile townlandów, baronii i parafii cywilnych zostało naniesionych w każdym hrabstwie

source: All Ireland
de: Ganz Irland
fr: Toute l'Irlande
pl: Cała Irlandia

source: How long will it take to finish?
de: Wie lange wird es dauern bis wir fertig sind?
fr: Combien de temps pour finir ?
pl: Ile zajmie ukończenie?

source: Duplicate Townland Name
de: Doppelte Townland Namen
fr: Nom de townland dupliqué
pl: Zduplikowana nazwa townlandu

source: Duplicate townland names have moved to a separate page
de: Doppelte Townland Namen sind auf einer separaten Seite
fr: Les noms de townland dupliqués sont désormais sur une page séparée.
pl: Duplikujące się nazwy townlandów zostały przeniesione na osobne strony

source: No Errors, data is good! 😁
de: Keine Fehler, Daten sind in Ordnung! 😁
fr: Aucune erreur, les données sont bonnes ! 😁
pl: Brak błędów, dane prawidłowe 😁

source: What is the status of Logainm data match up? How many objects have a logainm ref?
de: Wie ist der Stand der Logainm Referenzierung? Wie viele Objekte haben eine Logainm-Referenz?
pl: Jaki jest status zgodności danych z Logainm? Ile obiektów posiada referencje do logainm?

source: All objects
de: Alle Objekte
fr: Tous les objets
pl: Wszystkie obiekty

source: %(done)s of %(total)s
de: %(done)s von %(total)s
fr: %(done)s sur %(total)s
pl: %(done)s z %(total)s

source: of
de: von
pl: z

source: How long until we're done
de: Wie lange bis wir fertig sind
fr: Quand aurons nous terminé
pl: Ile zajmie nam ukończenie

source: Irish Townlands
de: Irische Townlands
fr: Townlands irlandais
pl: Irlandzkie Townlandy

source: Progress
de: Fortschritt
fr: Progrès
pl: Postęp

source: Every day, the townlands from OpenStreetMap are processed and this website is updated. When this happens, we record how much of Ireland is covered by townlands, and from that predict how long it'll take to finish the whole lot. This calculation excludes water-y areas.
de: Diese Website wird tagtäglich mit Townland-Daten aus OpenStreetMap aktualisiert. Es wird erfasst wie viel von Irland mit Townlands bedeckt ist und abgeschätzt wie lange es dauern wird bis ganz Irland erfasst ist. Wasserflächen werden nicht berücksichtigt.
fr: Chaque jour, les townlands d'OpenStreetMap sont analysés et ce site web est mis à jour. À ce moment, nous regardons quelle pourcentage de l'Irlande est couvert par les townlands, et de là prédisont combien de temps cela prendra pour finir l'ensemble. Ce calcul exclue les zones d'eau.
pl: Codziennie townlandy z OpenStreetMap są przetwarzane uaktualniając tą stronę. Kiedy to następuje, zapisujemy jaki stopień Irlandii jest pokryty townlandami i z tego prognozujemy ile zajmie całość. Obliczenia te nie uwzględniają obszarów wodnych.

source: If we take the rate since %(initial_date)s of %(rate)s%% per day, we'll never finish.
de: Basierend auf der Rate von %(rate)s%% pro Tag seit %(initial_date)s, werden wir nie fertig.
pl: W tempie od %(initial_date)s - %(rate)s%% na dzień - nie skończymy nigdy.

source: If we take the rate since %(initial_date)s of %(rate)s%% per day, we'll be finished on %(end_date)s (only %(length)s left).
de: Basierend auf der Rate von %(rate)s%% pro Tag seit %(initial_date)s, werden wir am %(end_date)s fertig (nur noch %(length)s).
pl: W tempie od %(initial_date)s - %(rate)s%% na dzień - skończymy w dniu %(end_date)s (zostało tylko %(length)s).

source: If we take the rate since 90 days ago (%(initial_date)s) of %(rate)s%% per day, we'll never finish.
de: Basierend auf der Rate von %(rate)s%% pro Tag seit 90 Tagen (%(initial_date)s), werden wir nie fertig.
pl: W tempie ostatnich 90 dni (od %(initial_date)s) - %(rate)s%% na dzień - nie skończymy nigdy.

source: If we take the rate since 90 days ago (%(initial_date)s) of %(rate)s%% per day, we'll be finished on %(end_date)s (only %(length)s left).
de: Basierend auf der Rate von %(rate)s%% pro Tag seit 90 Tagen (%(initial_date)s), werden wir am %(end_date)s fertig (nur noch %(length)s).
pl: W tempie ostatnich 90 dni (od %(initial_date)s) - %(rate)s%% na dzień - skończymy w dniu %(end_date)s (zostało tylko %(length)s).

source: If we take the rate since last month (%(initial_date)s) of %(rate)s%% per day, we'll never finish.
de: Basierend auf der Rate von %(rate)s%% pro Tag seit letztem Monat (%(initial_date)s), werden wir nie fertig.
pl: W tempie ostatniego miesiąca (od %(initial_date)s) - %(rate)s%% na dzień - nie skończymy nigdy.

source: If we take the rate since last month (%(initial_date)s) of %(rate)s%% per day, we'll be finished on %(end_date)s (only %(length)s left).
de: Basierend auf der Rate von %(rate)s%% pro Tag seit letztem Monat (%(initial_date)s), werden wir am %(end_date)s fertig (nur noch %(length)s).
pl: W tempie ostatniego miesiąca (od %(initial_date)s) - %(rate)s%% na dzień, skończymy w dniu %(end_date)s (zostało tylko %(length)s).

source: If we take the rate since this day last week (%(initial_date)s) of %(rate)s%% per day, we'll never finish.
de: Basierend auf der Rate von %(rate)s%% pro Tag seit letzter Woche (%(initial_date)s), werden wir nie fertig.
pl: W tempie ubiegłego tygodnia (od %(initial_date)s) - %(rate)s%% na dzień - nie skończymy nigdy.

source: If we take the rate since this day last week (%(initial_date)s) of %(rate)s%% per day, we'll be finished on %(end_date)s (only %(length)s left).
de: Basierend auf der Rate von %(rate)s%% pro Tag seit letzter Woche (%(initial_date)s), werden wir am %(end_date)s fertig (nur noch %(length)s).
pl: W tempie ubiegłego tygodnia (od %(initial_date)s) - %(rate)s%% na dzień, skończymy w dniu %(end_date)s (zostało tylko %(length)s).

source: If we take the rate since yesterday (%(initial_date)s) of %(rate)s%% per day, we'll never finish.
de: Basierend auf der Rate von %(rate)s%% pro Tag seit Gestern (%(initial_date)s), werden wir nie fertig.
pl: We wczorajszym tempie (od %(initial_date)s) - %(rate)s%% na dzień - nie skończymy nigdy.

source: If we take the rate since yesterday (%(initial_date)s) of %(rate)s%% per day, we'll be finished on %(end_date)s (only %(length)s left).
de: Basierend auf der Rate von %(rate)s%% pro Tag seit Gestern (%(initial_date)s), werden wir am %(end_date)s fertig (nur noch %(length)s).
pl: We wczorajszym tempie (od %(initial_date)s) - %(rate)s%% na dzień - skończymy w dniu %(end_date)s (zostało tylko %(length)s).

source: Done!
de: Fertig!
fr: Fini !
pl: Zrobione!

source: All the townlands in %(countyname)s are in OpenStreetMap!
de: Alle Townlands in %(countyname)s sind in OpenStreetMap erfasst!
fr: Tous les townlands de %(countyname)s sont dans OpenStreetMap !
pl: Wszystkie townlandy w hrabstwie %(countyname)s są już na OpenStreetMap!

source: There is %(percent)s%% to be mapped.
de: Es sind noch %(percent)s%% zu kartieren.
fr: Il reste %(percent)s%% à tracer.
pl: Pozostało %(percent)s%% do naniesienia na mapy.

source: Based on...
de: Basierend auf...
fr: D'après...
pl: Bazowane na...

source: the rate since %(initial_date)s (%(rate)s%% per day), we'll never finish
de: der Rate seit %(initial_date)s (%(rate)s%% pro Tag), werden wir nie fertig
fr: le rythme depuis %(initial_date)s (%(rate)s%% par jour), nous ne finiront jamais.
pl: tempo od %(initial_date)s (%(rate)s%% na dzień) - nie skończymy nigdy

source: the rate since %(initial_date)s (%(rate)s%% per day), we'll be finished on %(end_date)s (only %(length)s left)
de: der Rate seit %(initial_date)s (%(rate)s%% pro Tag), werden wir am %(end_date)s fertig (nur noch %(length)s)
fr: le rythme depuis %(initial_date)s (%(rate)s%% par jour), nous auront fini le %(end_date)s (plus que %(length)s).
pl: tempo od %(initial_date)s (%(rate)s%% na dzień) - skończymy w dniu %(end_date)s (zostało tylko %(length)s)

source: If we take the rate since 90 days ago (%(initial_date)s) of %(rate)s%% per day, we'll never finish
de: Basierend auf der Rate von %(rate)s%% pro Tag seit 90 Tagen (%(initial_date)s), werden wir nie fertig.
fr: le rythme des 90 derniers jours (%(initial_date)s) de %(rate)s%% par jour, nous ne finiront jamais.
pl: W tempie ostatnich 90 dni (od %(initial_date)s) - %(rate)s%% na dzień - nie skończymy nigdy

source: the rate since last month (%(initial_date)s) of %(rate)s%% per day, we'll never finish
de: der Rate seit letztem Monat (%(initial_date)s) (%(rate)s%% pro Tag), werden wir nie fertig
fr: le rythme du mois dernier (%(initial_date)s) de %(rate)s%% par jour, nous ne finiront jamais.
pl: tempo ostatniego miesiąca (od %(initial_date)s) - %(rate)s%% na dzień - nie skończymy nigdy

source: Unmapped area in %(countyname)s
de: Unkartierte Fläche in %(countyname)s
pl: Teren nie naniesiony na mapy w hrabstwie %(countyname)s

source: Search
de: Suche
fr: Rechercher
pl: Szukaj

source: Civil Parish
de: Gemeinde
fr: Paroisse civile
pl: Parafia Cywilna

source: We found %(num_results)s county matching your search of "%(search_term)s".
pl: Znaleźliśmy %(num_results)s hrabstwo spełniające Twoje zapytanie "%(search_term)s".

source: We found %(num_results)s barony matching your search of "%(search_term)s".
pl: Znaleźliśmy %(num_results)s baronię spełniającą Twoje zapytanie "%(search_term)s".

source: We found %(num_results)s civil parish matching your search of "%(search_term)s".
pl: Znaleźliśmy %(num_results)s parafię cywilną spełniających Twoje zapytanie "%(search_term)s".

source: We found %(num_results)s ED matching your search of "%(search_term)s".
pl: Znaleźliśmy %(num_results)s obwód wyborczy spełniających Twoje zapytanie "%(search_term)s".

source: We found %(num_results)s townland matching your search of "%(search_term)s".
pl: Znaleźliśmy %(num_results)s townland spełniających Twoje zapytanie "%(search_term)s".

source: We found %(num_results)s subtownland matching your search of "%(search_term)s".
pl: Znaleźliśmy %(num_results)s subtownland spełniających Twoje zapytanie "%(search_term)s".

source: Sorry. We found nothing for "%(search_term)s"
de: Es wurde leider nichts gefunden, was ihrer Suche nach "%(search_term)s" entspricht.
fr: Désolé, aucun résultat pour "%(search_term)s".
pl: Przykro nam. Nie znaleźliśmy niczego co spełniałoby kryteria "%(search_term)s"

source: %(subtownland_name)s is in the townland of %(townland_link)s.
de: %(subtownland_name)s ist im Townland %(townland_link)s.
fr: %(subtownland_name)s appartiens au townland %(townland_link)s.
pl: %(subtownland_name)s znajduje się w townlandzie %(townland_link)s.

source: %(townland_name)s is in the Electoral Division of %(ed)s, in Civil Parish of %(civil_parish)s, in the Barony of %(barony)s, in the County of %(county)s
de: %(townland_name)s ist im Wahlbezirk %(ed)s, in der Gemeinde %(civil_parish)s, in der Baronie %(barony)s, in der Grafschaft %(county)s
fr: %(townland_name)s appartiens à la division électorale %(ed)s, à la paroisse civile %(civil_parish)s, à la baronnief %(barony)s, et au comté %(county)s
pl: %(townland_name)s znajduje się w obwodzie wyborczym %(ed)s, w parafii cywilnej %(civil_parish)s, w baronii %(barony)s, w hrabstwie %(county)s

source: %(townland_name)s is in the Electoral Division of %(ed)s.
de: %(townland_name)s ist im Wahlbezirk %(ed)s.
fr: %(townland_name)s appartiens à la division électorale %(ed)s.
pl: %(townland_name)s znajduje się w okręgu wyborczym %(ed)s.

source: We don't know what Electoral Division %(townland_name)s is in.
de: Wir wissen nicht in welchem Wahlbezirk %(townland_name)s ist.
fr: Nous ne savons pas de quel division électorale fait partie %(townland_name)s.
pl: Niestety nie wiemy w jakim okręgu wyborczym znajduje się %(townland_name)s.

source: %(townland_name)s is in the Civil Parish of %(civil_parish)s.
de: %(townland_name)s ist in der Gemeinde %(civil_parish)s.
fr: %(townland_name)s appartiens à la paroisse civile %(civil_parish)s.
pl: %(townland_name)s znajduje się w parafii cywilnej %(civil_parish)s.

source: We don't know what Civil Parish %(townland_name)s is in.
de: Wir wissen nicht in welcher Gemeinde %(townland_name)s ist.
fr: Nous ne savons pas de quel paroisse civile fait partie %(townland_name)s.
pl: Niestety nie wiemy w jakiej parafii cywilnej znajduje się %(townland_name)s.

source: %(townland_name)s is in the Barony of %(barony)s.
de: %(townland_name)s ist in der Baronie %(barony)s.
fr: %(townland_name)s appartiens à la baronnie %(barony)s.
pl: %(townland_name)s znajduje się w baronii %(barony)s.

source: We don't know what Barony %(townland_name)s is in.
de: Wir wissen nicht in welcher Baronie %(townland_name)s ist.
fr: Nous ne savons pas de quel baronnie fait partie %(townland_name)s.
pl: Niestety nie wiemy w jakiej baronii znajduje się %(townland_name)s

source: %(townland_name)s is in <a href="%(county_url)s">Co. %(county)s</a>
de: %(townland_name)s ist in der Grafschaft <a href="%(county_url)s">%(county)s</a>
fr: %(townland_name)s appartiens au <a href="%(county_url)s">Comté %(county)s
pl: %(townland_name)s znajduje się w <a href="%(county_url)s">hrabstwie %(county)s</a>

source: We don't know what townland %(subtownland_name)s is in.
de: Wir wissen nicht in welchem Townland %(subtownland_name)s ist.
fr: Nous ne savons pas de quel townland fait partie %(subtownland_name)s.
pl: Nie wiemy wjakim townlandzie znajduje się %(subtownland_name)s.

source: The Irish name for %(name)s is %(ga_name)s
de: Der irische Name für %(name)s ist %(ga_name)s
fr: Le nom irlandais de %(name)s est %(ga_name)s.
pl: Irlandzka nazwa %(name)s to %(ga_name)s

source: %(name)s is also known as %(alt_name_ga)s in Irish.
de: %(name)s ist auch als %(alt_name_ga)s in Irisch bekannt.
fr: %(name)s est aussi connu sous le nom de %(alt_name_ga)s en Irlandais.
pl: %(name)s jest znany również jako %(alt_name_ga)s po irlandzku.

source: The English name for %(name)s is %(en_name)s
de: Der englische Name für %(name)s ist %(en_name)s
fr: Le nom anglais de %(name)s est %(en_name)s.
pl: Angielska nazwa %(name)s to %(en_name)s

source: %(name)s is also known as %(alt_name)s
de: %(name)s ist auch als %(alt_name)s bekannt.
fr: %(name)s est aussi connu sous le nom de %(alt_name)s
pl: %(name)s jest również znane jako %(alt_name)s

source: %(name)s is an island.
de: %(name)s ist eine Insel.
fr: %(name)s est une île.
pl: %(name)s jest wyspą.

source: Other Subtownlands
de: Andere Sub-Townlands
fr: Autres soustownlands
pl: Inne podtownlandy

source: We don't know of any other subtownlands nearby.
de: Uns sind keine weiteren Sub-Townlands in der Nähe bekannt.
fr: Nous ne conaissons pas d'autre soustownland à proximité.
pl: Niestety nie znamy żadnych subtownlandów w pobliżu.

source: %(subtownland_name)s is in the townland of %(townland_link)s, which has the following subtownlands:
de: %(subtownland_name)s ist im Townland of %(townland_link)s, welches die folgenden Sub-Townlands enthällt:
pl: %(subtownland_name)s znajduje się w townlandzie %(townland_link)s, który ma następujące subtownlandy:
