Repository: osmie/osm-irish-townlands
Catalog: irish_townlands/locale/*/LC_MESSAGES/django.po
Languages: de, fr, pl

source: Census Search
de: Volkszählungs-Suche
fr: Recherche dans les recensements
pl: Szukaj w spisie powszechnym

source: Interested in Geneological / ancestors who may have lived in %(townland_name)s?
de: Sie interessieren sich für Ahnen / Vorfahren, die in %(townland_name)s gelebt haben könnten?
pl: Zainteresowany genealogią lub przodkami, którzy mogli żyć w %(townland_name)s?

source: Search the 1911 Irish Census for %(townland_name)s
de: Suche in der Volkszählung von 1911 nach %(townland_name)s
pl: Szukaj %(townland_name)s w Irlandzkim Spisie Powszechnym 1911

source: Search the 1901 Irish Census for %(townland_name)s
de: Suche in der Volkszählung von 1901 nach %(townland_name)s
pl: Szukaj %(townland_name)s w Irlandzkim Spisie Powszechnym 1901

source: Since we don't know what townland %(subtownland_name)s is in, we are unable to provide any geneological data for this place name. Please check back later, and it might have been added!
pl: Ponieważ nie wiemy w jakim townlandzie znajduje się %(subtownland_name)s, nie jesteśmy w stanie podać żadnych danych genealogicznych dla tego miejsca. Zajrzyj ponownie za jakiś czas - na pewno miejsce to zostanie dodane!

source: %(name)s was added to OpenStreetMap on %(osm_timestamp)s by <a href="%(mapperurl)s">%(osm_user)s</a>.
fr: %(name)s a été ajouté à OpenStreetMap le %(osm_timestamp)s par <a href="%(mapperurl)s">%(osm_user)s</a>.
pl: %(name)s zostało dodane do OpenStreetMap dnia %(osm_timestamp)s przez <a href="%(mapperurl)s">%(osm_user)s</a>.

source: Search for a townland, subtownland, civil parish, barony or county
de: Suche nach Townland, Sub-Townland, Gemeinde, Baronie oder Grafschaft
fr: Rechercher un townland, soustownland, paroisse civile, baronnie, ou comté
pl: Szukaj townlandu, subtownlandu, parafii cywilnej, baronii albo hrabstwa

source: Search for a townland, civil parish, barony, electoral division or county
de: Suche nach Townland, Gemeinde, Baronie, Wahlbezirk oder Grafschaft
fr: Rechercher un townland, paroisse civile, division électorale, ou comté
pl: Szukaj townlandu, parafii cywilnej, baronii, obwodu wyborczego albo hrabstwa

source: Copyright
pl: Prawa autorskie

source: Download Data
de: Daten herunterladen
fr: Télécharger les données
pl: Pobierz dane

source: Who's mapping townlands?
de: Wer kartiert Townlands?
fr: Qui trace les townlands ?
pl: Kto mapuje townlandy?

source: Townland mapping activity
de: Townland-Kartierungsaktivität
fr: Activité de traçage des townlands
pl: Aktywność mapujących

source: Help add Logainm data to OSM
de: Hilf dabei Logainm-Daten zu OSM hinzuzufügen
fr: Aider à ajouter les données Logainm dans OSM
pl: Pomóż dodawać dane Logainm do OSM

source: Last update: %(update_date)s
de: Letzte Aktualisierung: %(update_date)s
fr: Dernière mise à jour : %(update_date)s
pl: Ostatnia aktualizacja: %(update_date)s

source: %(townland_name)s Townland, Co. %(county_name)s
de: Townland %(townland_name)s, Grafschaft %(county_name)s
fr: Townland %(townland_name)s, comté %(county_name)s
pl: Townland %(townland_name)s , hrabstwo %(county_name)s

source: Bordering Townlands
de: Angrenzende Townlands
fr: Townlands adjacents
pl: Granice Townlandów

source: Records Search
de: Dokumentensuche
pl: Szukanie wpisów

source: The official English name of %(name)s is %(official_name_en)s, and the official Irish name is %(official_name_ga)s.
de: Der offizielle englische Name von %(name)s ist %(official_name_en)s, und der offizielle irische Name ist %(official_name_ga)s.
pl: Oficialna angielska nazwa %(name)s to %(official_name_en)s, a oficjalna irlandzka to %(official_name_ga)s.

source: The official English name of %(name)s is %(official_name_en)s, and we don't know what the official Irish name is.
de: Der offizielle englische Name von %(name)s ist %(official_name_en)s und der offizielle irische Name ist uns nicht bekannt.
fr: Le nom officiel anglais de %(name)s est %(official_name_en)s, et nous ne savons pas quel est le nom officiel irlandais.
pl: Oficialna angielska nazwa %(name)s to %(official_name_en)s, niestety nie znamy oficjalnej nazwy irlandzkiej.

source: The official Irish name of %(name)s is %(official_name_ga)s, and we don't know what the official English name is, but is probabaly %(name)s.
de: Der offizielle irische Name von %(name)s ist %(official_name_ga)s und der offizielle englische Name ist uns nicht bekannt, wahrscheinlich ist es %(name)s.
fr: Le nom officiel irlandais de %(name)s est %(official_name_ga)s, et nous ne savons pas quel est le nom officiel anglais mais c'est probablement %(name)s.
pl: Oficialna irandzka nazwa %(name)s to %(official_name_ga)s, niestety nie znamy oficjalnej nazwy angielskiej ale prawdopodobnie jest to %(name)s.

source: %(name)s has an area of:
de: %(name)s hat eine Fläche von:
fr: %(name)s a une superficie de :
pl: %(name)s ma obszar:

source: %(area)s hectares
de: %(area)s Hektar
pl: %(area)s hektarów

source: %(area)s square miles
de: %(area)s Quadratmeilen
fr: %(area)s miles carrés
pl: %(area)s mil kwadratowych

source: %(area)s acres
pl: %(area)s akrów

source: Nationwide, it is the %(rank)s largest townland that we know about
de: Landesweit ist es das %(rank)s größte Townland, das wir kennen.
fr: À l'échelle nationale, c'est le %(rank)s plus grand townland que nous conaissons.
pl: Jest to %(rank)s największy townland, o którym wiemy w skali kraju

source: Within Co. %(county)s, it is the %(county_rank)s largest townland
de: In der Grafschaft %(county)s, ist es das %(county_rank)s größte Townland.
fr: C'est le %(county_rank)s plus grand townland du comté %(county)s.
pl: Jest to %(county_rank)s największy townland w hrabstwie %(county)s

source: Borders
de: Grenzen
fr: Frontières
pl: Granice

source: %(townland_name)s borders the following other townlands:
de: %(townland_name)s grenzt an folgende Townlands:
pl: %(townland_name)s graniczy z poniższymi townlandami:

source: <a href="%(url)s">%(name)s</a> to the north
de: <a href="%(url)s">%(name)s</a> im Norden
fr: <a href="%(url)s">%(name)s</a> au nord
pl: <a href="%(url)s">%(name)s</a> od północy

source: <a href="%(url)s">%(name)s</a> to the south
de: <a href="%(url)s">%(name)s</a> im Süden
fr: <a href="%(url)s">%(name)s</a> au sud
pl: <a href="%(url)s">%(name)s</a> od południa

source: <a href="%(url)s">%(name)s</a> to the east
de: <a href="%(url)s">%(name)s</a> im Osten
fr: <a href="%(url)s">%(name)s</a> à l'est
pl: <a href="%(url)s">%(name)s</a> ze wschodu

source: <a href="%(url)s">%(name)s</a> to the west
de: <a href="%(url)s">%(name)s</a> im Westen
fr: <a href="%(url)s">%(name)s</a> à l'ouest
pl: <a href="%(url)s">%(name)s</a> z zachodu

source: We don't have a record for what townlands (if any) %(townland_name)s borders
de: Wir wissen nicht an welche Townlands %(townland_name)s angrenzt.
pl: Nie mamy informacji, z którym townlandem graniczy %(townland_name)s

source: We don't know about any subtownlands in %(townland_name)s.
de: Uns sind keine subtownlands in %(townland_name)s bekannt.
fr: Nous ne connaissons aucun soustownland dans %(townland_name)s.
pl: Nie znamy żadnych subtownlandów w %(townland_name)s.

source: Geneology / Ancestry / Records Search
de: Genealogie / Ahnenforschung / Dokumentensuche
pl: Genealogia / Przodkowie / Poszukiwanie wpisów

source: Curious to see who lived in %(townland_name)s in the past? Maybe even seeing scans of their handwritten census returns?
de: Neugierig zu sehen wer früher in %(townland_name)s gelebt hat? Vielleicht gibt es sogar Scans handschriftlicher Volkszählungs-Dokumente?
pl: Chcesz zobaczyć kto mieszkał w %(townland_name)s w przeszłości? Może nawet zobaczyć skany ich ręcznie pisanych ankiet spisów powszechnych?

source: In the 1901 Census, %(townland_name)s was recorded as %(name_census1901)s.
pl: W Spisie Powszechnym 1901, %(townland_name)s został zarejestrowany jako %(name_census1901)s.

source: In the 1911 Census, %(townland_name)s was recorded as %(name_census1911)s.
pl: W Spisie Powszechnym 1911, %(townland_name)s został zarejestrowany jako %(name_census1911)s.

source: Search the 1911 Irish Census for %(name_census1911)s
de: Suche in der Volkszählung von 1911 nach %(name_census1911)s
pl: Szukaj %(name_census1911)s w Irlandzkim Spisie Powszechnym 1911

source: Search the 1901 Irish Census for %(name_census1901)s
de: Suche in der Volkszählung von 1901 nach %(name_census1901)s
pl: Szukaj %(name_census1901)s w Irlandzkim Spisie Powszechnym 1901

source: Search the Griffith's Valuation (1847-1864) for %(townland_name)s
de: Suche in der Griffith-Grundstücksbewertung (1847-1864) nach %(townland_name)s
pl: Szukaj %(townland_name)s w Griffith's Valuation (1847-1864) (Wycenach Gryffitha)

source: It was the %(order)s townland added to OpenStreetMap
de: Es war das %(order)s Townland das bei OpenStreetMap hinzugefügt wurde.
fr: C'était le %(order)s townland ajouté à OpenStreetMap.
pl: To jest %(order)s townland dodany do OpenStreetMap

source: The source for this townland is %(source)s.
de: Die Quelle für dieses Townland ist %(source)s.
fr: La source de ce townland est %(source)s.
pl: Źródłem tego townlandu jest: %(source)s.

source: The attribution for this townland is %(attribution)s.
de: Die Zuschreibung für dieses Townland ist %(attribution)s.
fr: L'attribution de ce townland est %(attribution)s.
pl: Atrybutami tego townlandu są %(attribution)s.

source: Townland Touch
de: Benachbarte Townlands
fr: Townlands adjacents

source: %d ED
fr: %d Division électorale

source: Since we don't know what townland %(subtownland_name)s is in, we are unable to provide any genealogical data for this place name. Please check back later, and it might have been added!
fr: Comme nous ne savons pas de quel townland fait partie %(subtownland_name)s, nous ne pouvont pas fournir de données généalogiques pour ce lieu. Essayez de revenir plus tard, ça aura peut-être été ajouté !
