Repository: osmie/osm-irish-townlands
Catalog: irish_townlands/locale/*/LC_MESSAGES/django.po
Languages: de, fr, pl

source: and
de: und
fr: et
pl: i

source: %(townland_name)s Townland
de: Townland %(townland_name)s
fr: Townland %(townland_name)s
pl: Townland %(townland_name)s

source: %(name)s Civil Parish
de: Gemeinde %(name)s
fr: Paroisse civile %(name)s
pl: Parafia cywilna %(name)s

source: Barony of %(barony_name)s
de: Baronie %(barony_name)s
fr: Baronnie de %(barony_name)s
pl: Baronia %(barony_name)s

source: Co. %(name)s
de: Grafschaft %(name)s
fr: Comté %(name)s
pl: Hrabstwo %(name)s

source: (Island)
de: (Insel)
fr: (île)
pl: (Wyspa)

source: '%(name)s' in 1901 Census
de: '%(name)s' im 1901 Volkszählung
fr: '%(name)s' au recenssement de 1901
pl: '%(name)s' w Spisie Powszechnym 1901

source: '%(name)s' in 1911 Census
de: '%(name)s' in 1911 Volkszählung
fr: '%(name)s' au recenssement de 1911
pl: '%(name)s' w Spisie Powszechnym 1911

source: %d acre
pl: %d akr

source: %d rood
pl: %d ćwierci akra

source: %d perch
pl: %d 1/160 akra

source: Area in Acres, Rods and Perches
de: Fläche in Acres, Rods und Perches
fr: Superficie en Acres, Roods et Perches
pl: Obszar w akrach, ćwierciach akrów i 1/160 akrów (acre, rood, perch)

source: Unkown County
pl: Hrabstwo nieznane

source: About Townlands.ie
de: Über Townlands.ie
fr: À propos de Townlands.ie
pl: Informacje o Townlands.ie

source: About
de: Informationen
fr: À propos
pl: O

source: Copyright of Townlands.ie
de: Copyright Townlands.ie
fr: Copyright de Townlands.ie
pl: Prawa Townlands.ie zastrzeżone

source: Since this is derived from <a href="openstreetmap.org">OpenStreetMap</a> data, it's under the same licence as that. Namely the <a href="http://opendatacommons.org/licenses/odbl/">Open Data Commons Open Database License (ODbL)</a>.
de: Dieser Seite ist auf <a href="openstreetmap.org">OpenStreetMap</a>-Daten basierend und steht unter der selben Lizenz, <a href="http://opendatacommons.org/licenses/odbl/">Open Data Commons Open Database License (ODbL)</a>.
fr: Comme ces données sont dérivées de <a href="openstreetmap.org">OpenStreetMap</a>, elle ont la même license, c'est à dire <a href="http://opendatacommons.org/licenses/odbl/">Open Data Commons Open Database License (ODbL)</a>.
pl: Nasze dane pochodzą z <a href="openstreetmap.org">OpenStreetMap</a> , stąd są ojęte tą samą licencją czyli <a href="http://opendatacommons.org/licenses/odbl/">Open Data Commons Open Database License (ODbL)</a>.

source: Consult the <a href="http://www.openstreetmap.org/copyright">OpenStreetMap Copyright</a> guide for more informatiom.
de: Lesen Sie die <a href="http://www.openstreetmap.org/copyright">OpenStreetMap Copyright- und Lizenz-Informationen</a>.
fr: Consultez le guide du <a href="http://www.openstreetmap.org/copyright">Copyright OpenStreetMap</a> pour plus d'informatiom.
pl: Zajrzyj na <a href="http://www.openstreetmap.org/copyright">OpenStreetMap Copyright</a> po więcej informacji.

source: Downloading Townlands.ie data
de: Daten von Townlands.ie herunterladen
fr: Télécharger les données de Townlands.ie
pl: Pobieranie Townlands.ie

source: Warning! This data is <strong>incomplete</strong> and does not cover all of Ireland. Some counties are fully mapped, others aren't finished. Coverage is being improved on a daily basis. Please consult the <a href="/progress/">progress report</a> to find out more.
de: Achtung! Diese Daten sind <strong>unvollständig</strong> und decken noch nicht ganz Irland ab. Einige Grafschaften sind vollständig erfasst, Andere unfertig. Die Abdeckung wird täglich verbessert, siehe <a href="/progress/">Fortschrittsbericht</a>.
fr: Attention ! Ces données sont <strong>incomplètes</strong> et ne couvrent pas toute l'Irlande. Certains comtés sont complètement cartographiés, d'autres non. La couverture s'améliore de jour en jour, consultez le <a href="/progress/">rapport d'avancement</a> pour plus d'information.
pl: Uwaga! Te dane <strong>nie są kompletne</strong> i nie pokrywają całego terenu Irlandii. Niektóre hrabstwa mają kompletne mapy, inne nie są jeszcze ukończone. Pokrycie polepsza się z dnia na dzień. Obejrzyj <a href="/progress/">raport postępu</a> żeby dowiedzieć się więcej.

source: The data from Townlands.ie is available in many formats
de: Die Daten von Townlands.ie sind in verschiedenen Formaten verfügbar
fr: Les données de Townlands.ie sont disponibles sous plusieur formats
pl: Dane z Townlands.ie są dostępne w wielu formatach.

source: Type of Data
de: Datentyp
fr: Type de données
pl: Typ danych

source: Shapefile
pl: plik kształtu

source: no-geom CSV
fr: CSV sans géométrie
pl: CSV bez geom

source: download shapefile
de: shapefile herunterladen
fr: télécharger le shapefile
pl: pobierz plik kształtu

source: download GeoJSON
de: GeoJSON herunterladen
fr: télécharger le GeoJSON
pl: pobierz GeoJSON

source: download KML
de: KML herunterladen
fr: télécharger le KML
pl: pobierz KML

source: download CSV
de: CSV herunterladen
fr: télécharger le CSV
pl: pobierz CSV

source: download no-geom CSV
de: no-geom CSV herunterladen
fr: télécharger le CSV sans géométrie
pl: pobierz no-geom CSV

source: Electoral Divisions
de: Wahlbezirke
fr: Divisions électorales
pl: Okręgi wyborcze

source: Civil Parishes
de: Gemeinden
fr: Paroisses civiles
pl: Parafie cywilne

source: Baronies
de: Baronien
fr: Baronnies
pl: Baronie

source: Counties
de: Grafschaften
fr: Comtés
pl: Hrabstwa

source: Townland Touching
de: Benachbarte Townlands
pl: Dotykanie hrabstw

source: Data format
de: Datenformat
fr: Format de données
pl: Format daty

source: The geometry is available in <a href="spatialreference.org/ref/epsg/wgs-84/">WSG 84 (aka EPSG 4326, aka "latitude and longitude")</a> projection system.
de: Die Geometriedaten sind im <a href="spatialreference.org/ref/epsg/wgs-84/">WSG 84 (auch EPSG 4326 oder "Längen- und Breitengrad")</a> Referenzsystem verfügbar.
fr: La géométrie utilise la projection <a href="spatialreference.org/ref/epsg/wgs-84/">WSG 84 (ou EPSG 4326, ou "latitude et longitude")</a>.
pl: Geometria jest dostępna we współrzędnych <a href="spatialreference.org/ref/epsg/wgs-84/">WSG 84 (znanym jako EPSG 4326, lub "długość i szerokość")</a>.

source: Attributes
de: Aufbau
fr: Attributs
pl: Atrybuty

source: There are several columns per entry:
de: Es gibt mehrere Spalten pro Eintrag:
fr: Chaque entrée consiste en plusieur colones:
pl: Dla tego wpisu istnieje kilka kolumn:

source: Integer. The id of the object in the OSM database. If it's positive, it's a way; if it's negative, it's a relation. (Consult the <a href="http://wiki.openstreetmap.org/wiki/Elements">OSM data model</a> for more information). IDs are not shared across objects (e.g. there will never be an ED and a townland with the same OSM_ID).
fr: Entier. L'id de l'objet dans la base de données OSM. S'il est positif, c'est une ligne; s'il est négatif, c'est une relation (consultez le <a href="http://wiki.openstreetmap.org/wiki/FR:Éléments">modèle de données OSM</a> pour plus d'information). Les ids ne sont pas réutilisés d'un object à l'autre (il n'y aura par exemple jamais de division électorale avec le même OSM_ID qu'un townland).
pl: Liczba całkowita. ID obiektu w bazie OSM. Jeżeli jest dodatni - jest to droga; jeżeli ujemny - relacja. (Zajrzyj do <a href="http://wiki.openstreetmap.org/wiki/Elements">Modelu danych OSM</a>po więcej informacji). ID nie powielają się pomiędzy obiektami (np. nigdy nie będzie ED i townlandu z tym samym OSM_ID).

source: String. The name of the object. Should be the "common name". Almost certainly in English, but may be in Irish.
de: String. Der Name des Objekts. Normalerweise der "common name" in Englisch, kann aber auch in Irisch sein.
fr: Chaine de caractères. Le nom de l'objet, normalement le nom "commun". Presque toujours en Anglais, mais peut être en Irlandais.
pl: Ciąg znaków. Nazwa obiektu. Powinna być "nazwa zwyczajowa". Prawie zawsze po angielski, choć może być też po irlandzku.

source: NB: In the KML/KMZ file, this is NAME2 due to how ogr2ogr converts things. Suggestions welcome for how to fix this.
de: Anmerkung: In den KML/KMZ Dateien ist dies NAME2 weil ogr2ogr das so konvertiert. Vorschläge wie man dieses Problem beheben kann sind willkommen.
fr: NB: Dans les fichiers KML/KMZ, c'est en fait NAME2 à cause de la conversion par ogr2ogr. Les suggestions sur comment corriger ça sont les bienvenues.
pl: NB: W pliku KML/KMZ jest to NAME2 ponieważ ogr2ogr to konwertuje. Mile widizne sugestie jak to poprawić.

source: String. The name of the object in Irish.
de: String. Der Name des Objekts in Irisch.
fr: Chaine de caractères. Le nom irlandais de l'objet.
pl: Ciąg znaków. Nazwa obiektu po irlandzku.

source: String. The name of the object in English. Many objects don't have this, in which case presume that NAME is the English name
de: String. Der Name des Objekts in Englisch. Viele Objekte haben diesen String nicht, dann ist NAME der englische Name.
fr: Chaine de caractères. Le nom anglais de l'objet. Beaucoup d'objets n'ont pas cet attribut, dans quel cas NAME est probablement le nom anglais.
pl: Ciąg znaków. Nazwa obiektu po angielsku. Wiele obiektów nie posiada go, w takim przypadku przyjmowane jest że NAME stanowi angielską nazwę.

source: String. Alternative name.
de: String. Alternativer Name.
fr: Chaine de caractères. Autre nom.
pl: Napis. Alternatywna nazwa.

source: String. Alternative Irish name. (it's short for "alt_name:ga")
de: String. Alternativer irischer Name. (kurz für "alt_name:ga")
fr: Chaine de caractères. Autre nom irlandais (abbréviation de "alt_name:ga").
pl: Ciąg znaków. Alternatywna nazwa irlandzka. (skrót do "alt_name:ga")

source: Float. Area in square metres
de: Float. Fläche in Quadratmeter.
fr: Flottant. Superficie en m².
pl: Liczba. Obszar w metrach kwadratowych.

source: Float. Latitude of the centre of this area
de: Float. Breitengrad der Mitte dieser Fläche.
fr: Flottant. Latitude du centre de l'objet.
pl: Liczba. Szerokość geograficzna środka obszaru.

source: Float. Longitude of the centre of this area.
de: Float. Längengrad der Mitte dieser Fläche.
fr: Flottant. Longitude du centre de l'objet.
pl: Liczba. Długość geograficzna środka obszaru.

source: String. Username of the OSM user who mapped this
de: String. Benutzername des OSM-Nutzers der dieses Objekt eingetragen hat.
fr: Chaine de caractères. Nom d'utilisateur du contributeur OSM qui a cartographié cet objet.
pl: Napis. Nazwa użytkownika OSM, który narysował ten obszar mapy.

source: String. ISO formatted datetime of when the object was added to OSM
de: String. ISO-formatierter Zeitstempel wann das Objekt in OSM hinzugefügt wurde.
fr: Chaine de caractères. Date au format ISO d'ajout de l'objet dans OSM.
pl: Ciąg znaków. Data i czas kiedy obiekt został dodany do OSM, sformatowany wg. ISO

source: Integer. <a href="https://en.wikipedia.org/wiki/Unix_time">Unix 'epoch' time</a> of when the object was added to OSM.
de: Integer. <a href="https://de.wikipedia.org/wiki/Unixzeit">Unixzeit</a> wann das Objekt in OSM hinzugefügt wurde.
fr: Entier. Date au format <a href="https://en.wikipedia.org/wiki/Unix_time"> 'epoch' unix</a> d'ajout de l'objet dans OSM.
pl: Liczba całkowita. <a href="https://en.wikipedia.org/wiki/Unix_time">Czas epoch Unix'a</a> kiedy obiekt został dodany do OSM.

source: String. URL of this object on <a href="www.townlands.ie">Townlands.ie</a> (this site)
de: String. URL des Objekts auf <a href="http://www.townlands.ie">Townlands.ie</a> (diese Seite).
fr: Chaine de caractères. URL de l'objet sur <a href="www.townlands.ie">Townlands.ie</a> (ce site).
pl: Ciąg znaków. URL tego obiektu na stronie <a href="www.townlands.ie">Townlands.ie</a> (tej stronie)

source: String. Name of the county this object is in, if known. Not in 'county' or 'civil_parish' files.
de: String. Name der Grafschaft in der sich dieses Objekt befindet, falls bekannt. Nicht in 'Grafschaft' oder 'Gemeinden' Dateien.
fr: Chaine de caractères. Le nom du comté dont fait partie cet objet, s'il est connu. Non présent dans les fichiers 'county' ni 'civil_parish'.
pl: Ciąg znaków. Nazwa hrabstwa w jakim znajduje się ten obiekt. Nie w plikach 'hrabstw' ani 'parafii cywilnych'

source: Integer. OSM_ID of the county this object is in, if known. Not in 'county' or 'civil_parish' files.
de: Integer. OSM_ID der Grafschaft in der sich dieses Objekt befindet, falls bekannt. Nicht in 'Grafschaft' oder 'Gemeinden' Dateien.
fr: Entier. Id OSM du comté auquel appartiens cet objet, s'il est connu. Non présent dans les fichiers 'county' ni 'civil_parish'.
pl: Liczba całkowita. Identyfikator OSM_ID hrabstwa, w którym znajduje się obiekt, jeżeli jest znane. Nie w plikach 'hrabstw' ani 'parafii cywilnych'

source: String. Comma separated list of names of the counties this object is in, if known. Orderd by the county's osm_id. Only in the 'civil_parish' files.
de: String. Kommagetrennte Liste der Grafschaften in der sich dieses Objekt befindet, falls bekannt. Geordnet nach der osm_id der Grafschaft. Nur in den 'Gemeinden' Dateien.
fr: Chaine de caractères. Liste séparée par des virgules des noms des comtés auxquels appartiens cet objet, s'ils sont connus. Trié par osm_id du comté. Seulement présent dans les fichiers 'civil_parish'.
pl: Ciąg znaków. Oddzielona przecinkami lista nazw hrabstw, w których znajduje się obiekt. Sortowana wg. osm_id hrabstw. Tylko w plikach 'parafii cywilnych'.

source: String. Comma separated list of osm_ids of the counties this object is in, if known. Orderd by the county's osm_id. Only in the 'civil_parish' files.
de: String. Kommagetrennte Liste der OSM_IDs der Grafschaften in der sich dieses Objekt befindet, falls bekannt. Geordnet nach der osm_id der Grafschaft. Nur in den 'Gemeinden' Dateien.
fr: Chaine de caractères. Liste séparée par des virgules des id OSM des comtés dont fait partie cet objet, s'ils sont connu. Trié par osm_id du comté. Seulement présent dans les fichiers 'civil_parish'.
pl: Ciąg znaków. Oddzielona przecinkami lista osm_id hrabstw, w których znajduje się obiekt. Sortowana wg. osm_id. Tylko w plikach 'parafii cywilnych'.

source: String. Name of the ED this object is in, if known. Only in 'townland' files.
de: String. Name des Wahlbezirks in dem sich dieses Objekt befindet, falls bekannt. Nur in 'Townland' Dateien.
fr: Chaine de caractères. Nom de la division électorale dont fait partie cet objet, s'il est connu. Seulement présent dans les fichiers 'townland'.
pl: Ciąg znaków. Nazwa ED, w którym znajduje się obiekt. Tylko w plikach 'townland'.

source: Integer. OSM_ID of the ED this object is in, if known. Only in 'townland' files.
de: Integer. OSM_ID des Wahlbezirks in dem sich dieses Objekt befindet, falls bekannt. Nur in 'Townland' Dateien.
fr: Entier. Id OSM de la division électorale dont fait partie cet objet, s'il est connu. Seulement présent dans les fichiers 'townland'.
pl: Liczba całkowita. OSM_ID ED, w którym znajduje się obiekt. Tylko w plikach 'townland'.

source: String. Name of the civil parish this object is in, if known. Only in 'townland' files.
de: String. Name der Gemeinde in der sich dieses Objekt befindet, falls bekannt. Nur in 'Townland' Dateien.
fr: Chaine de caractères. Nom de la paroisse civile dont fait partie cet objet, s'il est connu. Seulement présent dans les fichiers 'townland'.
pl: Ciąg znaków. Nazwa parafii cywilnej, w której znajduje się obiekt. Tylko w plikach 'townland'.

source: Integer. OSM_ID of the civil parish this object is in, if known. Only in 'townland' files.
de: Integer. OSM_ID der Gemeinde in der sich dieses Objekt befindet, falls bekannt. Nur in 'Townland' Dateien.
fr: Entier. Id OSM de la paroisse civile dont fait partie cet objet, s'il est connu. Seulement présent dans les fichiers 'townland'.
pl: Liczba całkowita. OSM_ID parafii cywilnej, w której znajduje się obiekt. Tylko w plikach 'townland'.

source: String. Name of the barony this object is in, if known. Only in 'townland' files.
de: String. Name der Baronie in der sich dieses Objekt befindet, falls bekannt. Nur in 'Townland' Dateien.
fr: Chaine de caractères. Nom de la baronnie dont fait partie cet objet, s'il est connu. Seulement présent dans les fichiers 'townland'.
pl: Ciąg znaków. Nazwa baronii, w której znajduje się obiekt. Tylko w plikach 'townland'.

source: Integer. OSM_ID of the barony this object is in, if known. Only in 'townland' files.
de: Integer. OSM_ID der Baronie in der sich dieses Objekt befindet, falls bekannt. Nur in 'Townland' Dateien.
fr: Entier. Id OSM de la baronnie dont fait partie cet objet, s'il est connu. Seulement présent dans les fichiers 'townland'.
pl: Liczba całkowita. OSM_ID baronii, w której znajduje się obiekt. Tylko w plikach 'townland'.

source: String. Value of the 'attribution' tag (if any)
de: String. Wert des 'attribution' tags (falls vorhanden)
fr: Chaine de caractères. Valeur du tag 'attribution' (si présent).
pl: Ciąg znaków. Wartość tag-a 'attribution' (jeżeli istnieje)

source: Geom and no-geom version
de: Geom und no-geom Version
fr: Versions avec et sans géométrie
pl: Wersja geom i bez geom

source: There are two CSV files, a normal version, and a "no-geom" version. The normal CSV file has an additional column:
de: Es gibt zwei CSV Dateien, eine normale Version, und eine "no-geom" Version. Die normale CSV Datei hat eine zusätzliche spalte:
fr: Il y a deux fichiers CSV, une version normale et une version sans géométrie. Le fichier CSV normal a une colone de plus :
pl: Istnieją dwa pliki CSV - zwykła wersja i wersja bez geom. Wersja zwykła CSV posiada dodatkową kolumnę:

source: String. <a href="//en.wikipedia.org/wiki/Well-known_text">Well-known text</a> representation of this area.
de: String. <a href="//de.wikipedia.org/wiki/Simple_Feature_Access">Well-known Text</a> Repräsentation dieses Gebiets.
fr: Chaine de caractères. Géométrie de l'objet au format <a href="//fr.wikipedia.org/wiki/Well-known_text">Well-known text</a>.
pl: Ciąg znaków. <a href="//en.wikipedia.org/wiki/Well-known_text">Well-known text</a> reprezentujący dany obszar.

source: The "no-geom" CSV file does not have this, and has no geometry shape data at all (it only has the LATITUDE and LONGITUDE fields). This file is suitable if you want to do some analysis on the data in a spreadsheet programme. Some spreadsheets have trouble with the long WKT field in the regular CSV version.
de: Die "no-geom" CSV Datei enthält diesen Eintrag nicht, sie enthält überhaupt keine Geometrie-Daten (nur die LATITUDE und LONGITUDE Einträge). Diese Datei ist für Datenanalyse in Tabellenkalkulationsprogrammen geeignet. Einige Tabellenkalkulationsprogramme haben Probleme mit den langen WKT Einträgen der normalen CSV Version.
fr: Le CSV sans géométrie n'a pas ce champ, ni aucune donnée de forme géométrique (il n'a que les champs LATITUDE et LONGITUDE). Ce fichier est suffisant si vous voulez analyser les données dans un tableur. Certains tableurs ont du mal avec le long champ WKT du CSV normal.
pl: Plik CSV bez geom nie posiada tego, oraz nie ma danych kształtu (posiada tylko szrokość i długość geograficzną). Jest to wystarczające jeżeli chcesz robić analizę danych w arkuszu kalkulacyjnym. Niektóre arkusze mają problemy z długim polem WKT w zwykłych plikach CSV.

source: When we sync from OpenStreetMap, we calculate what townlands touch each other, and how (north/south/east/west). This allows us to have a "This townland borders the follow townlands:..." feature. The "Townland Touch" dataset contains a CSV export of this data. It has the following fields:
de: Wenn wir Daten von OpenStreetMap synchronisieren, ermitteln wir welche benachbarten Townlands sich berühren, und in welcher Richtung (Nord/Süd/Ost/West). Das erlaubt unds "Angrenzende Townlands:..." anzuzeigen. Die "Benachbarte Townlands" Datensammlung enthällt einen CSV export dieser Daten und hat die folgenden Spalten:
fr: Après avoir synchromisé avec OpenStreetMap, nous calculons quels townlands sont adjacents et dans quelle direction (nord/sud/est/ouest). La fonction "Ce townland est adjacent avec les townlands suivamts..." vient de là. Les fichiers "Townlands adjacents" contiens ces données au format CSV. Ils ont les champs suivants :
pl: Gdy synchronizujemy dane z OpenStreetMap, sprawdzamy, które townlandy graniczą z innymi i w jakim kierunku.. Pozwala to nam na posiadanie informacji: "Ten townland graniczy z poniższymi". Plik "Styki Townlandów" zawiera eksport tych danych w postaci CSV. Posiada on następujące pola:

source: osm_id of townland 1
de: osm_id von Townland 1
fr: osm_id du townland 1
pl: osm_id townlandu 1

source: osm_id of townland 2
de: osm_id von Townland 2
fr: osm_id du townland 2
pl: osm_id townlandu 2

source: Rough direction, in degrees, in which these 2 townlands border, as seen from t1. 0 = north, 90 = east etc.
de: Die ungefähre Richtung, in Grad, in der sich diese 2 Townlands berühren, ausgehend von Townland 1. 0 = Norden, 90 = Osten etc.
fr: Position approximative, en degrés (0=nord, 90=est, etc) du townland 2 par rapport au townland 1.
pl: Orientacyjny kierunek w stopniach, w jakim graniczą 2 townlandy widziane z townlanu 1. 0 = północ, 90 = wschód itd.

source: The length, in metres, of the shared border.
de: Die Länge der gemeinsamen Grenze in Meter.
fr: Longueur en mètres de la frontière commune.
pl: Długość wspólnej granicy w metrach.

source: For every two townlands (A & B) that touch, there will be 2 rows in this file. One where A is townland 1, the other were B is townland 1.
de: Für jede zwei Townlands (A & B) die sich berühren gibt es 2 Spalten in dieser Datei. In einer ist A Townland 1, in der anderen ist B Townland 1.
fr: Pour chaque paire de townlands (A et B) qui se touchent il y a 2 lignes dans le fichier. Une avec A en townland 1 et B en townland 2, l'autre avec B en townland 1 et A en townland 2.
pl: Dla każdych dwóch townlandów (A i B), które się stykają będą 2 linie w pliku. Jedna gdzie A określa townland 1 , druga gdzie B określa townland 1.

source: Copyright & Licence
de: Copyright & Lizenz
fr: Copyright et License
pl: Prawa autorskie i licencja.

source: Consult the <a href="http://www.openstreetmap.org/copyright">OpenStreetMap Copyright</a> guide for more information.
de: Lesen Sie die <a href="http://www.openstreetmap.org/copyright">OpenStreetMap Copyright- und Lizenz-Informationen</a>.
fr: Consultez le guide du <a href="http://www.openstreetmap.org/copyright">Copyright OpenStreetMap</a> pour plus d'informatiom.
pl: Zajrzyj do <a href="http://www.openstreetmap.org/copyright">Praw autorskich OpenStreetMap </a> po więcej informacji.

source: How up-to-date is Townlands.ie?
de: Wie aktuell ist Townlands.ie?
fr: Quand est mis à jour Townlands.ie ?
pl: Jak aktualne jest Townlands.ie?

source: Townlands.ie is updated every day. At the bottom of the page, you can see the date and time of the last import of data.
de: Townlands.ie wird täglich aktualisiert. Am unteren Ende der Seite können Sie den Zeitpunkt des letzten Datenimport sehen.
fr: Townlands.ie est mis à jour une fois par jour. Au bas de la page vous pouvez voir la date et l'heure du dernier import de données.
pl: Townlands.ie jest aktualizowane codziennie. Na dole strony możesz zobaczyć datę i czas ostatniego importu danych.

source: We use the Ireland extracts from <a href="http://planet.openstreetmap.ie/">OSM Data for Ireland</a>.
de: Wir verwenden Daten-Auszüge von <a href="http://planet.openstreetmap.ie/">OSM Data for Ireland</a>.
fr: Nous utilisons les extraits de données de <a href="http://planet.openstreetmap.ie/">OSM Irlande</a>.
pl: Używamy Irlandzkiego wycinka z <a href="http://planet.openstreetmap.ie/">Danych OSM dla Irlandii</a>

source: 25,000 Townlands!
pl: 25.000 Townlandów!

source: 25,000 Townlands
pl: 25.000 Townlandów
