Repository: osmie/osm-irish-townlands
Catalog: irish_townlands/locale/*/LC_MESSAGES/django.po
Languages: de, fr, pl

source: The Irish OpenStreetMap community has now passed an impressive milestone. 25,000 townlands have now been mapped and added to OSM!
de: Die irische OpenStreetMap-Community hat ein wichtigen Meilenstein erreicht. 25.000 Townlands sind nun in OSM erfasst!
fr: La communauté irlandaise OpenStreetMap a passé une barre impressionante. 25.000 townlands ont été tracés et ajouté à OSM !
pl: Irlandzka społeczność OpenStreetMap osiągnęła imponujący wynik. 25000 townlandów jest już naniesione i dodane do map OSM!

source: The 25,000th townland was added by <a href="/mapper/NoelB">NoelB</a>. On the 29th March 2015, they uploaded 3 townlands, one of which was the magic 25,000, <a href="/roscommon/corlis/">Corlis, Co. Roscommon
de: Das 25.000. Townland wurde von <a href="/mapper/NoelB">NoelB</a> ergänzt. Am 29. März 2015 wurden 3Townloands hochgeladen, wovon<a href="/roscommon/corlis/">Corlis, Co. Roscommon</a> die Nr. 25.000 war.
pl: 25 tysięczny townland został dodany przez <a href="/mapper/NoelB">NoelB</a>. 29 marca 2015 wprowadzone zostały 3 townlandy, z nich jeden był magicznym 25000. Był to <a href="/roscommon/corlis/">Corlis, Hrabstwo Roscommon</a>

source: What are townlands?
de: Was sind Townlands?
fr: Qu'est-ce qu'un townland ?
pl: Co to są townlandy?

source: A townland is a small geographical division of land. The townland system is of Gaelic origin, pre-dating the Norman invasion, and most have names of Irish origin. However, some townland names and boundaries come from Norman manors, <a href="https://en.wikipedia.org/wiki/Plantations_of_Ireland">plantation divisions</a>, or later creations of the <a href="https://fr.wikipedia.org/wiki/Ordnance_Survey">Ordnance Survey</a>.
fr: Un townland est une petite division géographique terrienne. Le système des townland est d'origine gaélique et prédate l'invasion normande. La plupart des noms sont d'origine irlandaise, cependant quelques noms et frontières de townland viennent de manoir normans, de <a href="https://en.wikipedia.org/wiki/Plantations_of_Ireland">plantations</a>, ou de création récente par l'<a href="https://fr.wikipedia.org/wiki/Ordnance_Survey">Ordnance Survey</a>.
pl: Townland jest niewielkim geograficznym wycinkiem terenu. System townlandów ma pochodzenie Gealickie, sprzed inwazji normandzkiej i w większości posiadających nazwy pochodzące z języka irlandzkiego. Jednakże, niektóre nazwy townlandów i ich granic wywodzą się z normandzkich dworów, <a href="https://en.wikipedia.org/wiki/Plantations_of_Ireland">irlandzkich plantacji</a>, bądź zostały utworzone później przez <a href="https://fr.wikipedia.org/wiki/Ordnance_Survey">Ordnance Survey</a>.

source: There are approx. 61,000 townlands in Ireland according to Wikipedia. Through a donation of out of copyright sheets from Trinity College Dublin, the Irish OpenStreetMap community now has a source from which to map all townlands on the island of Ireland.
de: In Irland gibt es der Wikipedia zufolge etwa 61.000 Townlands. Dank einer Spende von Kartenblättern des Trinity College, Dublin, deren urheberrechtlicher Schutz ausgelaufen ist, hat die irische OpenStreetMap-Community nun eine Datenquelle, mit der alle irischen Townlands erfasst werden können.
fr: il existe à peu près 61 000 townlands en Irlande d'après Wikipedia. Grace au don de cartes papier en fin de copyright par le Trinity College Dublin, la communauté OpenStreetMap dispose d'une source pour tracer tous les townlands de l'île.
pl: Według Wikipedii w Irlandii jest około 61000 townlandów. Dzięki podarowaniu przez Trinity College w Dublinie map bez praw autorskich, irlandzka społeczność OpenStreetMap ma teraz źródło, z którego może nanosić townlandy na wyspie Irlandii.

source: Why are they important to have?
de: Warum sind sie so wichtig?
fr: Pourquoi sont ils importants ?
pl: Dlaczego jest ważne aby je mieć?

source: In Ireland, a townland is (generally) the smallest administrative division of land and they form the building blocks for higher-level administrative units such as: Civil Parishes, Electoral Divisions (in the Republic of Ireland) or Wards (in Northern Ireland), Baronies, Counties (will allow for accurate fine tuning of pre-existing data in OSM), Provinces (will allow for accurate fine tuning of pre-existing data in OSM), Local, National & European Election Constituencies,
de: Ein Townland ist üblicherweise die kleineste räumliche Verwaltungseinheit in Irland. Aus ihnen werden größere Einheiten für höhere Verwaltungsaufgaben gebildet: Gemeinden, Wahlbezirke (in der Republik Irland) oder Wards (Nordirland), Baronien, Grafschaften (die genauen Townland-Grenzen verbessern die Lagegenauigkeit existierender Grafschafts-Grenzen in OpenStreetMap), Provinzen (die genauen Townland-Grenzen verbessern die Lagegenauigkeit existierender Grafschafts-Grenzen in OpenStreetMap) und Wahlkreise für Kommunal-, National- und Europawahlen.
fr: En Irlande, un townland est (généralement) la plus petite division de terrain, et sert de base pour former les autres divisions administratives, comme les paroisses civiles, les divisions électorales (en République d'Irlande), les Wards (en Irlande du Nord), les baronnies, les comtés (déja tracés dans OpenStreetMap mais qui pourront être améliorés), les provinces (idem), et les circonscriptions locales, nationales, et européenes.
pl: W Irlandii townland jest generalnie najmniejszą jedostką terytorialną i jest częścią większej struktury jak np. parafii cywilnych (Civil Parish), okregu wyborczego (Electoral Division w Republice Irlandii lub Ward w Irlandii Północnej), baronii (Barony), hrabstwa (County) i prowincji (Province) oraz obwodów wyborczych do wyborów lokalnych, krajowych oraz europejskich.

source: The benefits of having all townland boundaries mapped in OpenStreetMap are:
de: Es bestehen folgende Vorteile, wenn alle Townlands in OpenStreetMap erfasst sind:
fr: Avoir les limites de townland dans OpenStreetMap a plusieurs avantages :
pl: Korzyści wynikające z posiadania wszystkich granic townlandów na mapach OpenStreetMaps:

source: It will allow for geocoding of rural addresses
de: Es ermöglicht das Geocoding von Adressen im ländlichen Raum.
fr: Cela permet de géocoder les adresses rurales.
pl: Pozwalają na geograficzne kodowanie wiejskich adresów

source: It will enable anyone to fully utilize and visualize Census data
de: Es wird die vollumfängliche Nutzbarkeit und Visualisierbarkeit von Daten der Volkszählung ermöglichen.
fr: Cela permet à n'importe-qui de visualiser et d'utiliser pleinement les données de recenssement.
pl: Pozwalają każdemu w pełni korzystać i wizualizować dane Spisów Powszechnych

source: Highly useful for genealogical searches for people looking into the history of family trees of immigrants down the centuries
de: Sehr nützlich zur Ahnenforschung für Leute, die in ihre Familenstammbäume durchsuchen und in früheren Jahrhunderten eingewandert sind.
fr: C'est très utile pour les recherches généalogies, pour les personnes s'interessant aux arbres généalogiques des familles de migrant à travers les siècles.
pl: Bardzo użyteczne w poszukiwaniach genealogicznych dla osób szukających historii drzew rodzinnych imigrantów sprzed wieków

source: Gives the option of using OSM data for a much higher level of statistical analysis as presently the smallest boundaries available with which to divide up Ireland are City & County boundaries.
fr: Offre la possibilité d'utiliser les données OSM à un plus haut niveau d'analyse statistique, car jusqu'à présent les plus petites zones en lesquelles l'Irlande peut être divisée sont les limites de ville et de comté.
pl: Daje możliwość użycia danych OSM z dużo większym poziomem analizy statystycznej. Obecnie najmniejsze dostępne obrzeża podziału Irlanii to granice hrabstw i miast.

source: All of the above plus the favourable terms of the ODbL license applies ensuring this data is free to use for any and all that want to make use of it, in other words, no exorbitant fee's would apply for this data.
fr: Tous les points ci-dessus plus les termes favorables de la license ODbL qui s'appliquent, assurant que les données sont libres pour quiquonque veut les utiliser. En d'autres termes, aucun frais exorbitant n'est attaché à ces données.
pl: Wszystkie powyższe oraz kilka ulubionych terminów z licencji ODbL obowiązują, zapewniając że powyższe dane są dostępne bezpłatnie do użytku. Innymi słowy nie obowiązują żadne wybujałe opłaty za te dane.

source: About the Townland mapping project
fr: À propos du projet de cartographie des townlands
pl: O projekcie nanoszenia map Townlandów

source: Each townland has had to be manually traced and added to OSM. Our mappers have been working on the problem for years. We're <a href="/progress/">currently only 42%% of the way through</a>, so it'll be another year before we're finished. We're adding about 100 per day <a href="/progress/activity/">at this rate</a>.
pl: Każdy townland musiał zostać ręcznie oznaczony i dodany do OSM. Osoby wprowadzające mapy pracowały nad tym przez lata. Jesteśmy <a href="/progress/">aktualnie w 42%% drogi</a>, więc minie jeszcze rok zanim skończymy. W <a href="/progress/activity/">tym tempie</a> dodajemy około 100 na dzień.

source: How to map townlands
de: Wie man Townlands kartografiert
fr: Comment cartographier les townlands
pl: Jak nanosić mapy townlandów

source: %d year
de: %d Jahr
fr: %d an
pl: %d rok

source: %d month
de: %d Monat
fr: %d mois
pl: %d miesiąc

source: %d week
de: %d Woche
fr: %d semaine
pl: %d tydzień

source: %d day
de: %d Tag
fr: %d jour
pl: %d dzień

source: %d civil parish
de: %d politische Gemeinde
fr: %d paroisse civile
pl: %d parafia cywilna

source: %d barony
de: %d Herrschaft
fr: %d baronnie
pl: %d baronia

source: %d subtownland
fr: %d soustownland
pl: %d podtownland

source: No mapping activity
de: Keine Kartierungsaktivität
fr: Pas d'activité
pl: Brak aktywności nanoszenia na mapy

source: Mapping Activity
de: Kartierungsaktivität
fr: Activité de traçage
pl: Nanoszenie na mapy

source: OpenStreetMap mapping activity from %(from)s to %(to)s
de: OpenStreetMap Kartierungs-Aktivität von %(from)s bis %(to)s
fr: Activité de traçage OpenStreetMap du %(from)s au %(to)s
pl: Aktywność nanoszenia na mapy OpenStreetMap od %(from)s do %(to)s

source: <a href="%(absurl)s%(url)s">%(username)s</a> added
de: <a href="%(absurl)s%(url)s">%(username)s</a> hat hinzugefügt:
fr: <a href="%(absurl)s%(url)s">%(username)s</a> a ajouté
pl: dodano <a href="%(absurl)s%(url)s">%(username)s</a>

source: %(num)s ED
de: %(num)s Wahlbezirk
fr: %(num)s Division électorale
pl: %(num)s obwód wyborczy

source: %(num)s civil parish
de: %(num)s Gemeinde
fr: %(num)s paroisse civile
pl: %(num)s parafia cywilna

source: %(num)s barony
de: %(num)s Baronie
fr: %(num)s baronnie
pl: %(num)s baronia

source: %(num)s county
de: %(num)s Grafschaft
fr: %(num)s comté
pl: %(num)s hrabstwo

source: %(num)s subtownland
fr: %(num)s soustownland
pl: %(num)s podtownland

source: Based on data in <a href="http://www.openstreetmap.org">OpenStreetMap</a>, here is a list of townlands in the barony of %(name)s.
de: Basierend auf Daten in <a href="http://www.openstreetmap.org">OpenStreetMap</a>, ist dies die Liste der Townlands in der Baronie %(name)s.
fr: D'après les données d'<a href="http://www.openstreetmap.org">OpenStreetMap</a>, voici une liste des townlands dans la baronnie de %(name)s.
pl: Na podstawie danych z <a href="http://www.openstreetmap.org">OpenStreetMap</a>, oto jest lista townlandów w baronii %(name)s.

source: We don't know what county %(name)s is in.
de: Wir wissen nicht in welcher Grafschaft %(name)s ist.
fr: Nous ne savons pas à quel comté appartiens %(name)s.
pl: Nie wiemy w jakim hrabstwie znajduje się %(name)s.

source: %(name)s is on Logainm.ie: <a href="http://www.logainm.ie/en/%(logainm_ref)s">%(name)s</a>.
fr: %(name)s est sur Logainm.ie: <a href="http://www.logainm.ie/%(logainm_ref)s">%(name)s</a>.
pl: %(name)s jest na Logainm.ie: <a href="http://www.logainm.ie/en/%(logainm_ref)s">%(name)s</a>.

source: Area
de: Fläche
fr: Superficie
pl: Obszar

source: %(name)s was added to OpenStreetMap on %(osm_timestamp)s by %(osm_user)s.
de: %(name)s wurde am %(osm_timestamp)s von %(osm_user)s bei OpenStreetMap erfasst.
fr: %(name)s a été ajouté à OpenStreetMap le %(osm_timestamp)s par %(osm_user)s.
pl: %(name)s został(a) dodany do OpenStreetMap dnia %(osm_timestamp)s przez %(osm_user)s.

source: We don't know when %(name)s was added to OpenStreetMap.
de: Wir wissen nicht wann %(name)s bei OpenStreetMap erfasst wurde.
fr: Nous ne savons pas quand %(name)s a été ajouté à OpenStreetMap.
pl: Nie wiemy kiedy %(name)s zostało/a dodane do OpenStreetMap.

source: Edit in iD
de: in iD bearbeiten
fr: Éditer avec iD
pl: Edycja w iD

source: Edit in Level0
de: in Level0 bearbeiten
fr: Éditer avec Level0
pl: Edycja w Level0

source: Townlands in %(civil_parish_name)s
fr: Townlands dans %(civil_parish_name)s
pl: Townlandy w %(civil_parish_name)s

source: Civil Parish of %(civil_parish_name)s, Co. %(county)s
de: Politische Gemeinde von %(civil_parish_name)s, Co. %(county)s
fr: Paroisse civile de %(civil_parish_name)s, Comté %(county)s
pl: Parafia Cywilna %(civil_parish_name)s, Hrabstwo %(county)s

source: Civil Parish of %(civil_parish_name)s
de: Politische Gemeinde von %(civil_parish_name)s
fr: Paroisse civile de %(civil_parish_name)s
pl: Parafia Cywilna %(civil_parish_name)s

source: Based on data in <a href="http://www.openstreetmap.org">OpenStreetMap</a>, here is a list of townlands in %(civil_parish_name)s.
de: Basierend auf Daten in <a href="http://www.openstreetmap.org">OpenStreetMap</a>, ist dies die Liste der Townlands in der Gemeinde %(civil_parish_name)s.
fr: D'après les données d'<a href="http://www.openstreetmap.org">OpenStreetMap</a>, voici une listes des townlands dans %(civil_parish_name)s.
pl: Na podstawie danych z <a href="http://www.openstreetmap.org">OpenStreetMap</a>, w %(civil_parish_name)s znajdują się następujące townlandy.

source: Map
de: Karte
fr: Carte
pl: Mapa

source: %(civil_parish_name)s is in the barony of %(baronylist)s.
fr: %(civil_parish_name)s fait partie de la baronnie de %(baronylist)s.
pl: %(civil_parish_name)s jest w baronii %(baronylist)s.

source: %(civil_parish_name)s is in the county of %(countieslist)s.
fr: %(civil_parish_name)s fait partie du comté de %(countieslist)s.
pl: %(civil_parish_name)s jest w hrabstwie %(countieslist)s.

source: It is located at %(centre)s.
de: Befindet sich bei %(centre)s.
fr: Il est situé à %(centre)s.
pl: Jest zlokalizowana/y w %(centre)s.

source: %(name)s has an area of %(area_km2)s km² / %(area_acres)s acres / %(area_mile2)s square miles.
de: %(name)s hat eine Fläche von %(area_km2)s km² / %(area_acres)s Acres / %(area_mile2)s Quadratmeilen.
fr: %(name)s a une superficie de %(area_km2)s km² / %(area_acres)s acres / %(area_mile2)s miles carrés.
pl: %(name)s ma obszar %(area_km2)s km² / %(area_acres)s akrów / %(area_mile2)s mil kwadratowych.

source: Show on OpenStreetMap.org
de: Zeige in OpenStreetMap.org
fr: Voir sur OpenStreetMap.org
pl: Pokaż na OpenStreetMap.org

source: Edit in JOSM
de: in JOSM bearbeiten
fr: Éditer avec JOSM
pl: Edytuj w JOSM

source: Edit in Potlatch
de: in Potlatch bearbeiten
fr: Éditer avec Potlatch
pl: Edytuj w Potlatch

source: Townlands in Co. %(name)s
fr: Townlands dans le Comté %(name)s
pl: Townlandy w Hrabstwie %(name)s

source: Based on data in <a href="http://www.openstreetmap.org">OpenStreetMap</a>, here is a list of townlands in Co. %(county_name)s.
de: Basierend auf Daten in <a href="http://www.openstreetmap.org">OpenStreetMap</a>, ist dies die Liste der Townlands in der Grafschaft %(county_name)s.
fr: D'après les données d'<a href="http://www.openstreetmap.org">OpenStreetMap</a>, voici une liste des townlands dans le comté %(county_name)s.
pl: Według danych z <a href="http://www.openstreetmap.org">OpenStreetMap</a>, to jest lista townlandów w hrabstwie Co. %(county_name)s.

source: Debug</a> overlaps and coverage
de: Debug</a> Überschneidungen und Abdeckung
fr: Débug des chevauchements et de la couverture</a>
pl: Debugowanie</a> zasięgu i nachodządzych się obszarów.

source: %(name)s has a total water area of %(water_area_m2)s m², which is %(water_percent)s%% of the total area
pl: %(name)s posiada %(water_area_m2)s m² terenów wodnych, co stanowi %(water_percent)s%% całości obszaru

source: There is %(num)s barony in Co. %(name)s that we know about.
pl: W Hrabstwie %(name)s znajduje się %(num)s baronia, o której wiemy.

source: Wikipedia's list of baronies in %(county_name)s.
de: Wikipedia's Liste der Baronien in %(county_name)s.
fr: Liste des baronnies de %(county_name)s de Wikipedia.
pl: Lista baronii w %(county_name)s wg Wikipedii

source: There is %(num)s civil parish in Co. %(name)s that we know about.
pl: W Hrabstwie %(name)s istnieje %(num)s parafia cyfilna, o której wiemy.

source: Wikipedia's list of civil parishes in %(county_name)s.
de: Wikipedia's List der Gemeinden in %(county_name)s.
fr: Liste des paroisses civiles de %(county_name)s de Wikipedia.
pl: Lista parafii cywilnych w %(county_name)s wg Wikipedii.

source: Wikipedia's list of townlands in %(county_name)s.
de: Wikipedia's Liste der Townlands in %(county_name)s.
fr: Liste des townlands de %(county_name)s de Wikipedia.
pl: Lista townlandów w %(county_name)s wg Wikipedii.

source: Subtownlands
fr: Soustownland
pl: Podtownlandy

source: How long will it take OSM to finish %(county_name)s?
de: Wie lange wird es dauern bis %(county_name)s fertig ist?
fr: Combien de temps il nous faudra pour finir %(county_name)s ?
pl: Ile potrwa OSM aby ukończyć %(county_name)s?

source: Data Completeness in Co. %(name)s
de: Vollständigkeit der Daten der Grafschaft %(name)s
pl: Kompletność danych w Hrabstwie %(name)s

source: Data Completeness
de: Vollständigkeit der Daten
pl: Kompletność danych

source: County
de: Grafschaft
fr: Comté
pl: Hrabstwo

source: Townlands (excl water)
de: Townlands (ohne Wasser)
fr: Townlands (eau exclue)
pl: Townlandy (bez obszarów wodnych)

source: Townlands (incl water)
de: Townlands (mit Wasser)
fr: Townlands (eau inclue)
pl: Townlandy (z obszarami wodnymi)

source: Area Coverage
de: Flächenabdeckung
fr: Couverture
pl: Pokrycie obszaru

source: Land & Water not covered by Townlands
de: Land & Wasser das nicht von Townlands bedeckt ist
fr: Terres et eaux non couvertes par des townlands
pl: Ziemia i Woda nie pokryta w Townlands

source: How long will %(name)s take to be mapped?
de: Wie lange wird es dauern bis %(name)s erfasst ist?
fr: Combien de temps pour cartographier %(name)s ?
pl: Jak długo zajmie naniesienie na mapy %(name)s?

source: All of %(name)s is covered by townlands in the OpenStreetMap database.
de: Ganz %(name)s ist in der OpenStreetMap-Datenbank mit Townlands bedeckt.
fr: Tout %(name)s est couvert par des townlands dans la base de données OpenStreetMap.
pl: Całość %(name)s jest pokryta townlandami w bazie OpenStreetMap.

source: Land covered by 2 (or more) Townlands
de: Land das von 2 (oder mehr) Townlands bedeckt ist
fr: Surface couverte par 2 townlands ou plus
pl: Obszar pokryty przez 2 (lub więcej) Townlandy

source: Due to a bug in the software, there will sometimes be lines following the borders that appear as \
de: Durch einen Fehler in der Software, können Grenzlienien manchmal so aussehen \
fr: À cause d'un bug logiciel, il y a parfois après les frontières des lignes avec un \
pl: Z powodu błędu w programie niektóre linie z granicami pojawiają się jako \

source: None of the townlands in %(name)s the OpenStreetMap database overlap.
de: Keine der Townlands in %(name)s in der OpenStreetMap-Datenbank überschneiden sich.
pl: Żadne z townlandów w %(name)s w bazie OpenStreetMap nie pokrywają się.

source: All of %(name)s is covered by EDs in the OpenStreetMap database.
de: Ganz %(name)s ist in der OpenStreetMap-Datenbank mit Wahlbezirken bedeckt.
pl: Całość %(name)s jest pokryta obwodami wyborczymi w base OpenStreetMap.

source: Land covered by 2 (or more) Electoral Divisions
de: Land das von 2 (oder mehr) Wahlbezirken bedeckt ist
pl: Teren pokryty przez 2 (lub więcej) obwodów wyborczych.

source: None of the EDs in %(name)s the OpenStreetMap database overlap.
de: Keine der Wahlbezirke in %(name)s in der OpenStreetMap-Datenbank überschneiden sich.
pl: Żadne z obwodów wyborczych w %(name)s nie zachodzą na siebie w bazie OpenStreetMap.

source: Land not covered by Civil Parishes
de: Land das nicht mit Gemienden bedeckt ist
pl: Teren nie objęty Parafiami Cywilnymi.

source: All of %(name)s is covered by civil parishes in the OpenStreetMap database.
de: Ganz %(name)s ist in der OpenStreetMap-Datenbank mit Gemeinden bedeckt.
pl: Całość %(name)s jest pokryta parafiami cywilnymi w bazie OpenStreetMap.

source: Land covered by 2 (or more) Civil Parishes
de: Land das von 2 (oder mehr) Gemeinden bedeckt ist
pl: Teren objęty 2 (lub więcej) Parafiami Cywilnymi.

source: No civil parishes overlap in %(name)s in the OpenStreetMap database.
de: Keine der Gemeinden in %(name)s in der OpenStreetMap-Datenbank überschneiden sich.
pl: Żadne z parafii cywilnych w %(name)s nie zachodzą na siebie w bazie OpenStreetMap.

source: Land not covered by Baronies
de: Land das nicht mit Baronien bedeckt ist
fr: Surface non couverte par des baronnies
pl: Teren nie objęty Baroniami.

source: All of %(name)s is covered by baronies in the OpenStreetMap database.
de: Ganz %(name)s ist in der OpenStreetMap-Datenbank mit Baronien bedeckt.
pl: Całość %(name)s jest pokryta baroniami w bazie OpenStreetMap.

source: Land covered by 2 (or more) Baronies
de: Land das von 2 (oder mehr) Baronien bedeckt ist
fr: Surface couverte par 2 baronnies ou plus
pl: Teren objęty wieloma baroniami.

source: None of the baronies in %(name)s in the OpenStreetMap database overlap.
de: Keine der Baronien in %(name)s in der OpenStreetMap-Datenbank überschneiden sich.
pl: Żadne z baronii w %(name)s nie zachodzą na siebie w bazie OpenStreetMap.

source: Duplicate townland names
de: Doppelte Townland-Namen
fr: Noms de townland dupliqués
pl: Powielone nazwy townlandów

source: Irish Traditional Boundaries Progress Report
de: Irische Traditionelle Grenzen Fortschrittsbericht
fr: Rapport de progression des limites traditionelles irlandaises
pl: Raport postępu Irlandzkich Tradycyjnych Granic

source: Duplicate names
de: Doppelte Namen
fr: Noms dupliqués
pl: Powielone nazwy

source: %(baronyname)s Barony
de: Baronie %(baronyname)s
fr: Baronnie %(baronyname)s
pl: Baronia %(baronyname)s

source: %(name)s Electoral Division
de: Wahlbezirk %(name)s
fr: Division électorale %(name)s
pl: Okręg Wyborczy %(name)s

source: Based on data in <a href="http://www.openstreetmap.org">OpenStreetMap</a>, here is a list of townlands in the Electoral Division / ED / District Electoral Division of %(name)s.
de: Basierend auf Daten in <a href="http://www.openstreetmap.org">OpenStreetMap</a>, ist dies die Liste der Townlands im Wahlbezirk %(name)s.
fr: D'après les données d'<a href="http://www.openstreetmap.org">OpenStreetMap</a>, voici une listes des townlands dans la division électorale %(name)s.
pl: Według danych z <a href="http://www.openstreetmap.org">OpenStreetMap</a>, to jest lista townlandów w obwodzie wyborczym %(name)s.

source: %(name)s is in <a href="%(countyurl)s">Co. %(ed.county.name)s
de: %(name)s ist in der <a href="%(countyurl)s">Grafschaft %(ed.county.name)s
fr: %(name)s est dans le <a href="%(countyurl)s">Comté %(ed.county.name)s
pl: %(name)s znajduje się w <a href="%(countyurl)s">hrabstwie %(ed.county.name)s

source: There is %(num)s civil parish in Co. %(name)s.
de: Es gibt %(num)s Gemeinde in der Grafschaft %(name)s.
fr: Il y a %(num)s paroisse civile dans le comté %(name)s.
pl: W hrabstwie %(name)s. jest %(num)s parafia cywilna.
